Repository: Sullivan677/Sways
Catalog: *.lproj/Localizable.strings
Languages: es, fr, it

source: Unlimited Yoga & Fitness Classes - Sign up to discover
es: Clases de yoga y fitness ilimitadas - Sign up para descubrir más
fr: Sessions de Yoga et Fitness en illimité - Créer un compte pour les découvrir
it: Sessioni di Yoga e Fitness in illimitato - Sign up per scoprire di più

source: Live Class
es: Clases Live
fr: Direct
it: Diretta

source: Profile
es: Perfil
fr: Compte
it: Profilo

source: Videos
fr: Vidéos
it: Video

source: Live sports classes, led by top trainers - swipe up to check this week's classes ⬆️
fr: Sessions en direct, par les meilleurs entraîneurs - swipe up pour les découvrir ⬆️
it: Sessioni in diritta, dai migliori allenatori - swipe up per scoprire di più ⬆️

source: How it works
es: Cómo funziona
fr: Comment ça marche
it: Come funziona

source: Share the app
es: Compartir la app
fr: Partager l'application
it: Condividere il link dell'app

source: We publish new classes every Sunday at 6:00 p.m - What classes are you interested in?
es: Publicamos nuevas clases cada domingo - ¿Qué clases quieres ver?
fr: Nous publions de nouveaux cours chaque dimanche. Quelle cours aimerais-tu voir?
it: Nous publions de nouveaux cours chaque dimanche. Quelle cours aimerais-tu voir?

source: Get 7 days free. Then 19,99€ per month
es: Primer semana gratis. Luego 19,99€ al mes
fr: Première semaine gratuite, puis 19,99€/mois
it: Prima settimana gratuite, poi 19,99€/mese

source: Start your membership
es: Empieza ahora
fr: Continuer
it: Inizia

source: Suggest a class
es: Sugerir una clase
fr: Faire un suggestion
it: Suggerire una classe

source: It's look's like an error occured, check your settings
es: Un error aparecio, comproba tus preferencias
fr: Une erreur est apparue, jetez un oeil à vos réglages
it: C'è stato un errore, dai un occhiata alle impostazioni

source: Join Live Class
es: Uníte En Vivo
fr: Rejoindre le live
it: Raggiungi la diretta

source: Nothing planned
fr: Rien de prévue

source: Join Live
es: Uníte en vivo
fr: Rejoins le direct
it: Raggiungi la diretta

source: Close
es: Cerrar
fr: Fermer
it: Chiudi

source: See you on the livestream
es: Nos vemos a la clase!
it: Ci vediamo, alla sessione!

source: Start browsing classes for your next workout.
es: Encuentra tu clase para tu próximo entrenamiento.
